xml/response/film_asterix.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"&gt;
  &lt;span class="creator phraseLink"&gt;Stefan Fjeldmark&lt;/span&gt;
   ; 
  &lt;span class="creator phraseLink"&gt;Jesper Møller filminstruktør&lt;/span&gt;
&lt;/div&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Asterix og vikingerne&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Film (net)&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;vikinger&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Vikingerne mod nord, der ikke kender til frygt, planlægger et togt til Gallien for at kidnappe en galler, der kan vise dem hvad frygt er. De gæve gallere må drage mod nord for at befri ham&lt;/div&gt;&lt;div class="genre"&gt;Tegnefilm&lt;/div&gt;</ofo:description>
    <ofo:details>&amp;lt;div class="alternativeTitle"&amp;gt;
  &amp;lt;span class="alternativeTitle"&amp;gt;Alternativ titel: Asterix ja viikingit&amp;lt;/span&amp;gt;
  &amp;lt;span class="alternativeTitle"&amp;gt;Alternativ titel: Asterix and the vikings&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="contributors"&amp;gt;
  &amp;lt;span class="contributor"&amp;gt;based on the work of René Goscinny and Albert Uderzo, script and dialogue Jean-Luc Goossens, with the collaboration of Stefan Fjeldmark, directed by Stefan Fjeldmark and Jesper Møller, produced by Natalie Altmann, Thomas Valentin, lead animation Rune Bennicke m. fl., dansk instruktør Sonny Lahey, oversætter Trine Dansgaard, dansk producer Svend Christensen&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="format"&amp;gt;Spilletid: 75 min.&amp;lt;/div&amp;gt;&amp;lt;div class="audience"&amp;gt;
  &amp;lt;div class="markedAudience"&amp;gt;Mærkning: Tilladt for alle men frarådes børn under 7 år&amp;lt;/div&amp;gt;
  &amp;lt;div class="recommendedAudience"&amp;gt;Biblioteket anbefaler: Fra 7 år&amp;lt;/div&amp;gt;
&amp;lt;/div&amp;gt;
&lt;div class="usedLanguages"/&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Titlen hentet fra Filmstribens indgangsside&lt;/div&gt;
  &lt;div class="descriptionNote"&gt;Stemmer Jesper Asholt, Dejan Cukic, David Owe, Helle Fagralid, Peter Aude, Martin Brygmann, Søs Egelind, Mads M. Nielsen, Søren Spanning ... et al.&lt;/div&gt;
  &lt;div class="descriptionNote"&gt;Originalfilmen: Frankrig : M6 Studio : Mandarin SAS : 2d3D Animation ; Kbh. : in association with A.Film ... et al., 2006&lt;/div&gt;
&lt;/div&gt;&lt;div class="priceInformation"&gt;
  &lt;span class="price"&gt;Adgang til streaming for biblioteksbrugere i kommuner med abonnement på Filmstriben&lt;/span&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Dansk&lt;/span&gt;&lt;div class="accessInformation"&gt;
  &lt;span class="accessUrl"&gt;http://www.filmstriben.dk/?showfilm=2668960000&lt;/span&gt;
&lt;/div&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="publisher"&gt;SF Film&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2010&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
